Repository: DeyarZ/wedding-planner
Catalog: weddingplanner/Localizable.xcstrings
Source language: en
Languages: ar, cs, da, de, es, et, fi, fr, hr, hu, is, it, ja, ko, lv, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Add Vendor
ar: إضافة مورّد
cs: Přidat dodavatele
da: Tilføj leverandør
de: Neuer Dienstleister
es: Nuevo proveedor
et: Lisa teenusepakkuja
fi: Lisää palveluntarjoaja
fr: Nouveau prestataire
hr: Dodaj dobavljača
hu: Szolgáltató hozzáadása
is: Bæta við þjónustuaðila
it: Nuovo fornitore
ja: 業者を追加
ko: 업체 추가
lv: Pievienot pakalpojumu sniedzēju
nb: Legg til leverandør
nl: Leverancier toevoegen
pl: Dodaj usługodawcę
pt: Adicionar fornecedor
ro: Adaugă furnizor
ru: Добавить подрядчика
sk: Pridať dodávateľa
sl: Dodaj ponudnika
sv: Lägg till leverantör
th: เพิ่มผู้ให้บริการ
tr: Tedarikçi Ekle
uk: Додати підрядника
vi: Thêm nhà cung cấp
zh_hans: 添加供应商
zh_hant: 新增廠商

source: Add contact details and manage RSVPs
ar: أضف بيانات التواصل وأدر تأكيدات الحضور
cs: Přidejte kontakty a spravujte RSVP
da: Tilføj kontaktoplysninger og styr RSVP'er
de: Kontaktdaten hinzufügen und Zusagen verwalten
es: Añade contactos y gestiona las confirmaciones
et: Lisa kontaktandmed ja halda RSVP-sid
fi: Lisää yhteystiedot ja hallitse RSVP-vastauksia
fr: Ajoutez les contacts et gérez les réponses
hr: Dodajte kontakt podatke i upravljajte RSVP-ovima
hu: Add meg az elérhetőségeket, és kezeld a visszajelzéseket
is: Bættu við tengiliðaupplýsingum og haltu utan um RSVP
it: Aggiungi contatti e gestisci le conferme
ja: 連絡先を登録して、出欠を管理しましょう
ko: 연락처를 추가하고 참석 여부를 관리하세요
lv: Pievieno kontaktinformāciju un pārvaldi RSVP atbildes
nb: Legg til kontaktinfo og hold styr på RSVP
nl: Voeg contactgegevens toe en beheer RSVP's
pl: Dodaj dane kontaktowe i zarządzaj RSVP
pt: Adicione os dados de contato e organize os RSVPs
ro: Adaugă datele de contact și gestionează RSVP-urile
ru: Добавьте контакты и управляйте RSVP
sk: Pridajte kontaktné údaje a spravujte RSVP
sl: Dodajta kontaktne podatke in upravljajta RSVP-je
sv: Lägg till kontaktuppgifter och hantera OSA
th: เพิ่มข้อมูลติดต่อและจัดการ RSVP
tr: İletişim bilgilerini ekleyin, RSVP'leri yönetin
uk: Додайте контакти та керуйте RSVP
vi: Thêm thông tin liên hệ và quản lý RSVP
zh_hans: 添加联系方式，管理 RSVP
zh_hant: 新增聯絡資訊並管理 RSVP

source: Add everyone you want there — you can refine it any time
ar: أضف كل من تريد حضوره — يمكنك التعديل في أي وقت
cs: Přidejte všechny, koho tam chcete mít — upravit to můžete kdykoli
da: Tilføj alle, I gerne vil have med — I kan altid justere listen
de: Tragt alle ein, die dabei sein sollen — anpassen könnt ihr jederzeit
es: Añadid a todos los que queréis que estén; podéis afinarla en cualquier momento
et: Lisa kõik, keda soovid näha — nimekirja saad alati täpsustada
fi: Lisää kaikki, jotka haluat mukaan — voit hioa listaa milloin tahansa
fr: Ajoutez tous ceux que vous voulez inviter — vous pourrez affiner à tout moment
hr: Dodajte sve koje želite ondje — popis možete dotjerati bilo kada
hu: Vedd fel mindenkit, akit ott szeretnél látni — bármikor finomíthatsz rajta
is: Bættu við öllum sem þú vilt hafa með — þú getur fínpússað listann hvenær sem er
it: Aggiungete tutte le persone che volete: potrete perfezionarla in qualsiasi momento
ja: 来てほしい人をすべて追加 — あとからいつでも調整できます
ko: 함께하고 싶은 사람을 모두 추가하세요 — 언제든 다시 다듬을 수 있어요
lv: Pievieno visus, kurus vēlies redzēt, — sarakstu vari precizēt jebkurā brīdī
nb: Legg til alle dere ønsker med – dere kan justere listen når som helst
nl: Voeg iedereen toe die erbij moet zijn — je kunt het altijd nog bijstellen
pl: Dodajcie wszystkich, których chcecie tam widzieć — listę zmienicie w każdej chwili
pt: Adicione todo mundo que vocês querem por perto — dá para ajustar quando quiser
ro: Adaugă-i pe toți cei pe care îi vrei acolo — poți ajusta oricând
ru: Добавьте всех, кого хотите видеть рядом, — список можно менять в любой момент
sk: Pridajte všetkých, ktorých tam chcete — kedykoľvek to môžete upraviť
sl: Dodajta vse, ki jih želita imeti zraven – seznam lahko kadar koli uredita
sv: Lägg till alla du vill ha med – du kan justera listan när som helst
th: ใส่ทุกคนที่คุณอยากให้มา — ปรับแก้ทีหลังได้เสมอ
tr: Orada olmasını istediğiniz herkesi ekleyin — istediğiniz zaman düzenleyebilirsiniz
uk: Додайте всіх, кого хочете бачити, — список можна змінити будь-коли
vi: Thêm tất cả những người bạn muốn có mặt — bạn có thể chỉnh lại bất cứ lúc nào
zh_hans: 把想邀请的人都加进来——随时都能再调整
zh_hant: 把想邀請的人都加進來 — 之後隨時能再調整

source: Add your own tasks
ar: أضف مهامك الخاصة
cs: Přidejte si vlastní úkoly
da: Tilføj jeres egne opgaver
de: Eigene Aufgaben hinzufügen
es: Añade tus propias tareas
et: Lisa oma ülesandeid
fi: Lisää omat tehtäväsi
fr: Ajoutez vos propres tâches
hr: Dodajte vlastite zadatke
hu: Vegyél fel saját feladatokat
is: Bættu við þínum eigin verkefnum
it: Aggiungi le tue attività
ja: 自分たちだけのタスクを追加
ko: 직접 할 일 추가하기
lv: Pievieno savus uzdevumus
nb: Legg til egne oppgaver
nl: Voeg je eigen taken toe
pl: Dodaj własne zadania
pt: Adicione suas próprias tarefas
ro: Adaugă-ți propriile sarcini
ru: Добавляйте свои задачи
sk: Pridajte si vlastné úlohy
sl: Dodajta svoja opravila
sv: Lägg till egna uppgifter
th: เพิ่มสิ่งที่ต้องทำของคุณเอง
tr: Kendi görevlerinizi ekleyin
uk: Додавайте власні завдання
vi: Thêm công việc của riêng bạn
zh_hans: 添加你们自己的任务
zh_hant: 新增你自己的任務

source: Additional Notes
ar: ملاحظات إضافية
cs: Další poznámky
da: Yderligere noter
de: Weitere Notizen
es: Notas adicionales
et: Lisamärkused
fi: Lisätiedot
fr: Notes complémentaires
hr: Dodatne bilješke
hu: További jegyzetek
is: Frekari athugasemdir
it: Note aggiuntive
ja: 追加メモ
ko: 추가 메모
lv: Papildu piezīmes
nb: Flere notater
nl: Extra notities
pl: Dodatkowe notatki
pt: Notas adicionais
ro: Notițe suplimentare
ru: Дополнительные заметки
sk: Ďalšie poznámky
sl: Dodatne opombe
sv: Övriga anteckningar
th: โน้ตเพิ่มเติม
tr: Ek Notlar
uk: Додаткові нотатки
vi: Ghi chú bổ sung
zh_hans: 补充备注
zh_hant: 其他備註

source: Address (optional)
ar: العنوان (اختياري)
cs: Adresa (nepovinné)
da: Adresse (valgfrit)
de: Adresse (optional)
es: Dirección (opcional)
et: Aadress (valikuline)
fi: Osoite (valinnainen)
fr: Adresse (facultatif)
hr: Adresa (nije obavezno)
hu: Cím (nem kötelező)
is: Heimilisfang (valfrjálst)
it: Indirizzo (facoltativo)
ja: 住所（任意）
ko: 주소 (선택)
lv: Adrese (nav obligāta)
nb: Adresse (valgfritt)
nl: Adres (optioneel)
pl: Adres (opcjonalnie)
pt: Endereço (opcional)
ro: Adresă (opțional)
ru: Адрес (необязательно)
sk: Adresa (nepovinné)
sl: Naslov (neobvezno)
sv: Adress (valfritt)
th: ที่อยู่ (ไม่บังคับ)
tr: Adres (isteğe bağlı)
uk: Адреса (необов’язково)
vi: Địa chỉ (không bắt buộc)
zh_hans: 地址（选填）
zh_hant: 地址（選填）

source: Adjustment
ar: تسوية
cs: Úprava
da: Justering
de: Korrektur
es: Ajuste
et: Korrigeerimine
fi: Korjaus
fr: Ajustement
hr: Usklađenje
hu: Korrekció
is: Leiðrétting
it: Rettifica
ja: 調整
ko: 조정
lv: Korekcija
nb: Justering
nl: Correctie
pl: Korekta
pt: Ajuste
ro: Ajustare
ru: Корректировка
sk: Úprava
sl: Prilagoditev
sv: Justering
th: การปรับยอด
tr: Düzeltme
uk: Коригування
vi: Điều chỉnh
zh_hans: 调整
zh_hant: 調整

source: Adults
ar: البالغون
cs: Dospělí
da: Voksne
de: Erwachsene
es: Adultos
et: Täiskasvanud
fi: Aikuiset
fr: Adultes
hr: Odrasli
hu: Felnőttek
is: Fullorðnir
it: Adulti
ja: 大人
ko: 성인
lv: Pieaugušie
nb: Voksne
nl: Volwassenen
pl: Dorośli
pt: Adultos
ro: Adulți
ru: Взрослые
sk: Dospelí
sl: Odrasli
sv: Vuxna
th: ผู้ใหญ่
tr: Yetişkinler
uk: Дорослі
vi: Người lớn
zh_hans: 成人
zh_hant: 成人

source: Age
ar: العمر
cs: Věk
da: Alder
de: Alter
es: Edad
et: Vanus
fi: Ikä
fr: Âge
hr: Dob
hu: Életkor
is: Aldur
it: Età
ja: 年齢
ko: 나이
lv: Vecums
nb: Alder
nl: Leeftijd
pl: Wiek
pt: Idade
ro: Vârstă
ru: Возраст
sk: Vek
sl: Starost
sv: Ålder
th: อายุ
tr: Yaş
uk: Вік
vi: Tuổi
zh_hans: 年龄
zh_hant: 年齡

source: Agree on your wedding vision
ar: اتفق مع شريكك على رؤية الزفاف
cs: Shodněte se na vizi vaší svatby
da: Bliv enige om jeres bryllupsvision
de: Einigt euch auf eure Hochzeitsvision
es: Definir juntos vuestra idea de boda
et: Leppige kokku oma pulmade nägemus
fi: Sopikaa yhteinen häävisio
fr: Vous accorder sur la vision de votre mariage
hr: Dogovorite viziju vjenčanja
hu: Beszéljétek meg a közös elképzeléseteket
is: Koma sér saman um sýn á brúðkaupið
it: Mettetevi d'accordo sulla visione del matrimonio
ja: ふたりの結婚式のイメージをすり合わせる
ko: 결혼식의 방향을 함께 정하기
lv: Vienojieties par savu kāzu vīziju
nb: Bli enige om bryllupsvisjonen deres
nl: Bepaal samen jullie visie op de bruiloft
pl: Uzgodnijcie wspólną wizję ślubu
pt: Definam juntos a visão do casamento
ro: Puneți-vă de acord asupra viziunii despre nuntă
ru: Договоритесь, какой будет ваша свадьба
sk: Dohodnite sa na svojej predstave o svadbe
sl: Uskladita se glede vizije poroke
sv: Kom överens om er bröllopsvision
th: ตกลงกันว่าอยากให้งานแต่งงานออกมาแบบไหน
tr: Düğün vizyonunuzda anlaşın
uk: Узгодьте спільне бачення весілля
vi: Thống nhất hình dung về đám cưới của hai bạn
zh_hans: 统一你们的婚礼构想
zh_hant: 談好你們想要的婚禮樣貌

source: All
ar: الكل
cs: Vše
da: Alle
de: Alle
es: Todas
et: Kõik
fi: Kaikki
fr: Tout
hr: Sve
hu: Összes
is: Allt
it: Tutte
ja: すべて
ko: 전체
lv: Visi
nb: Alle
nl: Alle
pl: Wszystkie
pt: Todos
ro: Toate
ru: Все
sk: Všetky
sl: Vse
sv: Alla
th: ทั้งหมด
tr: Tümü
uk: Усі
vi: Tất cả
zh_hans: 全部
zh_hant: 全部

source: All Groups
ar: كل المجموعات
cs: Všechny skupiny
da: Alle grupper
de: Alle Gruppen
es: Todos los grupos
et: Kõik rühmad
fi: Kaikki ryhmät
fr: Tous les groupes
hr: Sve grupe
hu: Minden csoport
is: Allir hópar
it: Tutti i gruppi
ja: すべてのグループ
ko: 전체 그룹
lv: Visas grupas
nb: Alle grupper
nl: Alle groepen
pl: Wszystkie grupy
pt: Todos os grupos
ro: Toate grupurile
ru: Все группы
sk: Všetky skupiny
sl: Vse skupine
sv: Alla grupper
th: ทุกกลุ่ม
tr: Tüm Gruplar
uk: Усі групи
vi: Tất cả nhóm
zh_hans: 所有分组
zh_hant: 所有群組

source: All RSVPs
ar: كل تأكيدات الحضور
cs: Všechna RSVP
da: Alle RSVP'er
de: Alle Antworten
es: Todas las respuestas
et: Kõik RSVP-d
fi: Kaikki RSVP-vastaukset
fr: Toutes les réponses
hr: Svi RSVP-ovi
hu: Minden visszajelzés
is: Öll RSVP
it: Tutte le risposte
ja: すべての出欠
ko: 전체 참석 여부
lv: Visas RSVP atbildes
nb: Alle RSVP
nl: Alle RSVP's
pl: Wszystkie RSVP
pt: Todos os RSVPs
ro: Toate RSVP-urile
ru: Все RSVP
sk: Všetky RSVP
sl: Vsi RSVP-ji
sv: Alla OSA
th: RSVP ทั้งหมด
tr: Tüm RSVP'ler
uk: Усі RSVP
vi: Tất cả RSVP
zh_hans: 所有 RSVP
zh_hant: 所有 RSVP

source: Allergies
ar: الحساسية
cs: Alergie
da: Allergier
de: Allergien
es: Alergias
et: Allergiad
fi: Allergiat
hr: Alergije
hu: Allergiák
is: Ofnæmi
it: Allergie
ja: アレルギー
ko: 알레르기
lv: Alerģijas
nb: Allergier
nl: Allergieën
pl: Alergie
pt: Alergias
ro: Alergii
ru: Аллергии
sk: Alergie
sl: Alergije
sv: Allergier
th: ภูมิแพ้อาหาร
tr: Alerjiler
uk: Алергії
vi: Dị ứng
zh_hans: 过敏信息
zh_hant: 過敏原

source: Allergies (Important!)
ar: الحساسية (مهم!)
cs: Alergie (důležité!)
da: Allergier (vigtigt!)
de: Allergien (wichtig!)
es: Alergias (¡importante!)
et: Allergiad (oluline!)
fi: Allergiat (tärkeää!)
hr: Alergije (važno!)
hu: Allergiák (Fontos!)
is: Ofnæmi (mikilvægt!)
it: Allergie (importante!)
ja: アレルギー（重要！）
ko: 알레르기 (중요!)
lv: Alerģijas (svarīgi!)
nb: Allergier (viktig!)
nl: Allergieën (belangrijk!)
pl: Alergie (ważne!)
pt: Alergias (importante!)
ro: Alergii (Important!)
ru: Аллергии (важно!)
sk: Alergie (dôležité!)
sl: Alergije (pomembno!)
sv: Allergier (viktigt!)
th: ภูมิแพ้อาหาร (สำคัญมาก!)
tr: Alerjiler (Önemli!)
uk: Алергії (важливо!)
vi: Dị ứng (Quan trọng!)
zh_hans: 过敏信息（重要！）
zh_hant: 過敏原（很重要！）

source: Almost ready…
ar: على وشك الجاهزية…
cs: Skoro hotovo…
da: Næsten klar…
de: Fast fertig…
es: Ya casi está…
et: Peaaegu valmis…
fi: Melkein valmista…
fr: Presque prêt…
hr: Skoro spremno…
hu: Mindjárt kész…
is: Næstum tilbúið…
it: Quasi pronto…
ja: もうすぐ準備完了…
ko: 거의 다 됐어요…
lv: Gandrīz gatavs…
nb: Nesten klar…
nl: Bijna klaar…
pl: Już prawie gotowe…
pt: Quase pronto…
ro: Aproape gata…
ru: Почти готово…
sk: Takmer hotovo…
sl: Skoraj pripravljeno …
sv: Nästan klart…
th: เกือบพร้อมแล้ว…
tr: Neredeyse hazır…
uk: Майже готово…
vi: Sắp xong rồi…
zh_hans: 就快好了…
zh_hant: 快好了…

source: Almost there
ar: اقتربت كثيرًا
cs: Už jste skoro tam
da: Næsten i mål
de: Fast geschafft
es: Ya casi
et: Peaaegu kohal
fi: Melkein perillä
fr: Presque fini
hr: Još samo malo
hu: Mindjárt megvan
is: Næstum komið
it: Ci siamo quasi
ja: あと少し
ko: 거의 다 왔어요
lv: Gandrīz klāt
nb: Nesten i mål
nl: Bijna zover
pl: Już prawie
pt: Quase lá
ro: Aproape gata
ru: Почти у цели
sk: Už to takmer je
sl: Skoraj tam
sv: Nästan framme
th: ใกล้ถึงแล้ว
tr: Az kaldı
uk: Майже все
vi: Sắp tới đích rồi
zh_hans: 就差一点了
zh_hant: 就快完成了

source: Almost there – you've managed beautifully
ar: اقتربت كثيرًا – أدرت الأمر ببراعة
cs: Už jste skoro tam – zvládáte to krásně
da: Næsten i mål – I har klaret det smukt
de: Fast geschafft – du hast es toll gemacht
es: Casi listo: lo has gestionado de maravilla
et: Peaaegu kohal – oled sellega imeliselt hakkama saanud
fi: Melkein perillä – olet hoitanut tämän upeasti
fr: Presque fini – vous avez très bien géré
hr: Još samo malo – prekrasno ste to posložili
hu: Mindjárt megvan – gyönyörűen csináltad
is: Næstum komið – þér hefur tekist frábærlega
it: Ci sei quasi – hai gestito benissimo
ja: あと少し – ここまで見事に進めてきました
ko: 거의 다 왔어요 – 정말 잘 해내고 있어요
lv: Gandrīz klāt — tev tas ir izdevies lieliski
nb: Nesten i mål – dere har gjort det helt nydelig
nl: Bijna zover – je hebt het prachtig aangepakt
pl: Już prawie – pięknie sobie radzicie
pt: Quase lá – vocês conduziram tudo lindamente
ro: Aproape gata – te-ai descurcat minunat
ru: Почти у цели — вы прекрасно справляетесь
sk: Už to takmer je – zvládate to krásne
sl: Skoraj tam – odlično vama je uspelo
sv: Nästan framme – du har skött det underbart
th: ใกล้ถึงแล้ว – คุณจัดการได้ดีมาก
tr: Az kaldı – her şeyi harika götürdünüz
uk: Майже все — ви впоралися чудово
vi: Sắp tới đích rồi – bạn đã làm rất tuyệt
zh_hans: 就快完成了——你们做得真好
zh_hant: 就快完成了 – 你們安排得非常好

source: Amazing dining experience
ar: تجربة طعام رائعة
cs: Skvělý gastronomický zážitek
da: En fantastisk madoplevelse
de: Ein tolles Esserlebnis
es: Una gran experiencia gastronómica
et: Vapustav söögielamus
fi: Unohtumaton ruokaelämys
fr: Une expérience culinaire incroyable
hr: Nezaboravno gastro iskustvo
hu: Felejthetetlen gasztroélmény
is: Ógleymanleg matarupplifun
it: Un'esperienza culinaria fantastica
ja: 素敵なお料理の時間
ko: 훌륭한 다이닝 경험
lv: Izcila ēdināšana
nb: En fantastisk matopplevelse
nl: Een geweldige dinerervaring
pl: Wyjątkowe jedzenie
pt: Uma experiência incrível à mesa
ro: O experiență culinară pe cinste
ru: Незабываемый ужин
sk: Skvelý gastronomický zážitok
sl: Nepozabna kulinarična izkušnja
sv: En fantastisk matupplevelse
th: มื้ออาหารที่น่าประทับใจ
tr: Muhteşem bir yemek deneyimi
uk: Неперевершена гастрономія
vi: Trải nghiệm ẩm thực tuyệt vời
zh_hans: 难忘的用餐体验
zh_hant: 難忘的餐飲體驗

source: Amount
ar: المبلغ
cs: Částka
da: Beløb
de: Betrag
es: Importe
et: Summa
fi: Summa
fr: Montant
hr: Iznos
hu: Összeg
is: Upphæð
it: Importo
ja: 金額
ko: 금액
lv: Summa
nb: Beløp
nl: Bedrag
pl: Kwota
pt: Valor
ro: Sumă
ru: Сумма
sk: Suma
sl: Znesek
sv: Belopp
th: จำนวนเงิน
tr: Tutar
uk: Сума
vi: Số tiền
zh_hans: 金额
zh_hant: 金額

source: Amount Paid
ar: المبلغ المدفوع
cs: Zaplacená částka
da: Betalt beløb
de: Bezahlter Betrag
es: Importe pagado
et: Makstud summa
fi: Maksettu summa
fr: Montant payé
hr: Plaćeni iznos
hu: Kifizetett összeg
is: Greidd upphæð
it: Importo pagato
ja: 支払済み金額
ko: 결제한 금액
lv: Samaksātā summa
nb: Betalt beløp
nl: Betaald bedrag
pl: Kwota zapłacona
pt: Valor pago
ro: Sumă plătită
ru: Оплачено
sk: Zaplatená suma
sl: Plačani znesek
sv: Betalt belopp
th: จำนวนที่ชำระแล้ว
tr: Ödenen Tutar
uk: Сплачена сума
vi: Số tiền đã trả
zh_hans: 已付金额
zh_hant: 已付金額

source: Amount Spent
ar: المبلغ المنفَق
cs: Utracená částka
da: Brugt beløb
de: Ausgegebener Betrag
es: Importe gastado
et: Kulutatud summa
fi: Käytetty summa
fr: Montant dépensé
hr: Potrošeni iznos
hu: Elköltött összeg
is: Eydd upphæð
it: Importo speso
ja: 支出額
ko: 지출한 금액
lv: Iztērētā summa
nb: Brukt beløp
nl: Uitgegeven bedrag
pl: Kwota wydana
pt: Valor gasto
ro: Sumă cheltuită
ru: Потрачено
sk: Minutá suma
sl: Porabljeni znesek
sv: Spenderat belopp
th: จำนวนที่ใช้ไป
tr: Harcanan Tutar
uk: Витрачена сума
vi: Số tiền đã chi
zh_hans: 已花金额
zh_hant: 已花金額

source: Amounts are never converted. Changing the currency only changes the symbol and number format. Category estimates stay as they are when you change the total.
ar: لا يتم تحويل المبالغ أبدًا. تغيير العملة يغيّر الرمز وتنسيق الأرقام فقط. تبقى تقديرات الفئات كما هي عند تغيير الإجمالي.
cs: Částky se nikdy nepřepočítávají. Změna měny mění pouze symbol a formát čísel. Odhady kategorií zůstávají při změně celkové částky beze změny.
da: Beløb omregnes aldrig. Ændring af valuta ændrer kun symbolet og talformatet. Kategoriernes estimater forbliver uændrede, når du ændrer det samlede beløb.
de: Beträge werden nie umgerechnet. Ein Währungswechsel ändert nur Symbol und Zahlenformat. Die Schätzungen der Kategorien bleiben unverändert, wenn du das Gesamtbudget änderst.
es: Los importes nunca se convierten. Cambiar la moneda solo cambia el símbolo y el formato numérico. Las estimaciones por categoría no cambian al modificar el total.
et: Summasid ei konverteerita kunagi. Valuuta muutmine muudab ainult sümbolit ja numbrivormingut. Kategooriate hinnangud jäävad kogusumma muutmisel samaks.
fi: Summia ei koskaan muunneta. Valuutan vaihto muuttaa vain symbolin ja numeromuodon. Kategorioiden arviot pysyvät ennallaan, kun muutat kokonaissummaa.
fr: Les montants ne sont jamais convertis. Changer de devise ne modifie que le symbole et le format des nombres. Les estimations par catégorie restent inchangées lorsque vous modifiez le total.
hr: Iznosi se nikada ne preračunavaju. Promjena valute mijenja samo simbol i format brojeva. Procjene kategorija ostaju nepromijenjene kada promijenite ukupni iznos.
hu: Az összegek soha nem kerülnek átváltásra. A pénznem módosítása csak a szimbólumot és a számformátumot változtatja meg. A kategóriák becslései változatlanok maradnak a teljes összeg módosításakor.
is: Upphæðum er aldrei breytt á milli gjaldmiðla. Breyting á gjaldmiðli breytir aðeins tákni og talnasniði. Áætlanir flokka haldast óbreyttar þegar heildarupphæð er breytt.
it: Gli importi non vengono mai convertiti. Cambiare valuta modifica solo il simbolo e il formato dei numeri. Le stime per categoria restano invariate quando modifichi il totale.
ja: 金額は換算されません。通貨を変更しても、記号と数値の書式だけが変わります。合計を変更しても、カテゴリごとの見積もりはそのまま維持されます。
ko: 금액은 환산되지 않습니다. 통화를 변경하면 기호와 숫자 형식만 바뀝니다. 총액을 변경해도 카테고리별 예상 금액은 그대로 유지됩니다.
lv: Summas nekad netiek konvertētas. Valūtas maiņa maina tikai simbolu un skaitļu formātu. Kategoriju aplēses paliek nemainīgas, mainot kopsummu.
nb: Beløp regnes aldri om. Å bytte valuta endrer bare symbolet og tallformatet. Kategorienes estimater forblir uendret når du endrer totalen.
nl: Bedragen worden nooit omgerekend. Een andere valuta verandert alleen het symbool en de getalnotatie. De schattingen per categorie blijven ongewijzigd als je het totaal aanpast.
pl: Kwoty nigdy nie są przeliczane. Zmiana waluty zmienia tylko symbol i format liczb. Szacunki kategorii pozostają bez zmian po zmianie kwoty całkowitej.
pt: Os valores nunca são convertidos. Mudar a moeda altera apenas o símbolo e o formato dos números. As estimativas por categoria permanecem iguais ao alterar o total.
ro: Sumele nu sunt niciodată convertite. Schimbarea monedei modifică doar simbolul și formatul numerelor. Estimările pe categorii rămân neschimbate când modifici totalul.
ru: Суммы никогда не пересчитываются. Смена валюты меняет только символ и формат чисел. Оценки по категориям остаются прежними при изменении общей суммы.
sk: Sumy sa nikdy neprepočítavajú. Zmena meny mení iba symbol a formát čísel. Odhady kategórií zostávajú pri zmene celkovej sumy nezmenené.
sl: Zneski se nikoli ne pretvarjajo. Sprememba valute spremeni le simbol in obliko števil. Ocene po kategorijah ostanejo nespremenjene, ko spremenita skupni znesek.
sv: Belopp räknas aldrig om. Att byta valuta ändrar bara symbolen och talformatet. Kategoriernas uppskattningar förblir oförändrade när du ändrar totalen.
th: ระบบจะไม่แปลงจำนวนเงิน การเปลี่ยนสกุลเงินจะเปลี่ยนเฉพาะสัญลักษณ์และรูปแบบตัวเลขเท่านั้น ประมาณการของแต่ละหมวดหมู่จะคงเดิมเมื่อคุณเปลี่ยนยอดรวม
tr: Tutarlar hiçbir zaman dönüştürülmez. Para birimini değiştirmek yalnızca simgeyi ve sayı biçimini değiştirir. Toplamı değiştirdiğinizde kategori tahminleri olduğu gibi kalır.
uk: Суми ніколи не перераховуються. Зміна валюти змінює лише символ і формат чисел. Оцінки за категоріями залишаються незмінними при зміні загальної суми.
vi: Số tiền không bao giờ được quy đổi. Thay đổi tiền tệ chỉ thay đổi ký hiệu và định dạng số. Ước tính theo danh mục được giữ nguyên khi bạn thay đổi tổng.
zh_hans: 金额不会进行换算。更改货币只会改变符号和数字格式。更改总额时，各类别的预估金额保持不变。
zh_hant: 金額不會進行換算。更改貨幣只會改變符號和數字格式。更改總額時，各類別的預估金額保持不變。

source: And beyond — your plan stays as the record of how it all came together.
ar: وما بعده — تبقى خطتك سجلًّا لكيفية اكتمال كل شيء.
cs: A ještě dál — váš plán zůstane záznamem o tom, jak to všechno vzniklo.
da: Og længe efter — jeres plan bliver stående som historien om, hvordan det hele blev til.
de: Und darüber hinaus — euer Plan bleibt als Erinnerung daran, wie alles entstanden ist.
es: Y más allá: vuestro plan queda como el recuerdo de cómo se organizó todo.
et: Ja edasi — sinu plaan jääb alles jäädvustusena sellest, kuidas kõik kokku sai.
fi: Ja sen jälkeenkin — suunnitelmasi jää muistoksi siitä, miten kaikki syntyi.
fr: Et bien après — votre plan garde la trace de tout ce que vous avez construit.
hr: I dalje — vaš plan ostaje zapis o tome kako je sve došlo na svoje mjesto.
hu: És utána is — a terved megőrzi, hogyan állt össze minden.
is: Og áfram — áætlunin þín geymir söguna af því hvernig allt small saman.
it: E anche dopo: il vostro piano resta come il racconto di come è nato tutto.
ja: その先も — プランは、すべてが形になった記録として残ります。
ko: 그 이후에도 — 플랜은 모든 것이 어떻게 완성됐는지 보여주는 기록으로 남아요.
lv: Un arī pēc tam — tavs plāns paliek kā liecība par to, kā viss izveidojās.
nb: Og etterpå – planen deres blir stående som historien om hvordan alt kom på plass.
nl: En daarna — jullie plan blijft bewaard als het verhaal van hoe alles tot stand kwam.
pl: I dalej — plan zostaje jako zapis tego, jak wszystko się złożyło.
pt: E depois dele — seu plano fica como a memória de como tudo se encaixou.
ro: Și după — planul vostru rămâne mărturia felului în care totul s-a legat.
ru: И дальше — ваш план останется историей того, как всё сложилось.
sk: A ešte aj potom — váš plán zostane záznamom o tom, ako sa to celé poskladalo.
sl: In tudi potem – vajin načrt ostane kot zapis o tem, kako je vse skupaj nastalo.
sv: Och tiden efter – din plan finns kvar som minnet av hur allt kom på plats.
th: และหลังจากนั้น — แผนของคุณจะยังอยู่ เป็นบันทึกว่าทุกอย่างมาประกอบกันได้อย่างไร
tr: Ve sonrası — planınız her şeyin nasıl bir araya geldiğinin kaydı olarak kalır.
uk: І далі — ваш план залишиться літописом того, як усе склалося.
vi: Và cả sau đó nữa — kế hoạch của bạn ở lại như cuốn nhật ký về cách mọi thứ đã thành hình.
zh_hans: 婚礼之后也一样——这份计划会留下这一切是如何完成的记录。
zh_hant: 婚禮之後 — 你的計畫會留下來，記錄這一切是怎麼成形的。

source: Annually
ar: سنويًا
cs: Ročně
da: Årligt
de: Jährlich
es: Anual
et: Kord aastas
fi: Vuosittain
fr: Annuel
hr: Godišnje
hu: Évente
is: Árlega
it: Annuale
ja: 年払い
ko: 매년
lv: Reizi gadā
nb: Årlig
nl: Per jaar
pl: Rocznie
pt: Anualmente
ro: Anual
ru: Ежегодно
sk: Ročne
sl: Letno
sv: Årligen
th: รายปี
tr: Yıllık
uk: Щорічно
vi: Hằng năm
zh_hans: 每年
zh_hant: 每年
